Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: I tillegg foreslår Samerettsutvalget endringer i fjelloven (retten til allmenningsbruk i Sør Norge), bergverksloven, naturvernloven, plan- og bygningsloven, reindriftsloven og friluftslivsloven.
sme: Dan lassin evttoha Sámi vuoigatvuođalávdegoddi rievdadusaid meahcceláhkii (allmennetgeavaheami vuogatvuhtii LulliNorggas), bákteláhkii, luonddugáhttenláhkii, plána- ja huksenláhkii, boazodoalloláhkii ja olggustallanláhkii.

source: Samerettsutvalget har også vurdert behov for lovendringer for kyst og fjordfiske, men overlater til kystfiskeutvalget å foreslå konkrete tiltak på dette området.
sme: Sámi vuoigatvuođalávdegoddi lea maiddái árvvoštallan dárbbu mearridit láhkanuppástusaid rittu ja vuotnabivddu várás, muhto diktá riddoguolástuslávdegotti evttohit konkrehta doaibmabijuid dán suorggis.

source: Det er det samlede resultatet av de ulike lovprosessene sammenholdt med Norges folkerettslige forpliktelser som vil avgjøre om samiske rettigheter blir tilstrekkelig ivaretatt.
sme: Iešguđet láhkaproseassaid buohkanas boađus bálddastahttojuvvon Norgga álbmotrievttálaš geatnegasvuođaiguin dat mearridit fuolahuvvojit go sámi vuoigatvuođat doarvái bures.

source: Sametinget ser det derfor som viktig at de ulike lovforlagene behandles på en slik måte at de samerettslige sidene fullt ut ivaretas for hele det tradisjonelle samiske området i de beslutningsprosessene som er i gang.
sme: Danne atná Sámediggi dehálažžan ahte iešguđet láhkaevttohusat gieđahallojuvvojit ollisvuohtan, ja ahte sámevuoigatvuođalaš bealit ollásit fuolahuvvojit olles árbevirolaš sámi guovllu várás dain mearridanproseassain mat leat jođus.

source: Identifisering og anerkjennelse av landrettigheter Etter finnmarksloven § 29 skal det opprettes en egen Finnmarkskommisjon som skal identifisere og anerkjenne eiendoms og bruksrettigheter i Finnmark.
sme: Eanavuoigatvuođaid dováheapmi ja dohkkeheapmi Finnmárkkulága § 29 vuođul galgá ásahuvvot sierra Finnmárkkukommišuvdna mii galgá dovdáhit ja dohkkehit oamastan- ja geavahanvuoigatvuođaid Finnmárkkus.

source: Sametinget har gjennomført konsultasjoner med Justis- og politidepartementet og kommet til enighet om forskrift om Finnmarkskommisjonen og Utmarksdomstolen for Finnmark.
sme: Sámediggi lea čađahan konsultašuvnnaid Justiisa- ja politiijadeparetemeanttain ja soahpan láhkaásahusa Finnmárkkukommišuvnna birra ja Finnmárkku meahcceduopmostuolu birra.

source: Forskriften utfyller reglene i finnmarksloven kapittel om kartlegging og anerkjennelse av eksisterende rettigheter.
sme: Lága 5. kapihttala doibmiibidjan mii gieđahallá dálá vuoigatvuođaid kártema ja dohkkeheami, lea dattetge maŋŋonan.

source: Sametinget vil framheve at Finnmarkskommisjonen og særdomstolen skal bygge sine avgjørelser på gjeldende rett, og ser det som positivt at samiske sedvaner og rettsoppfatninger og folkeretten anerkjennes som viktige rettskilder i finnmarksloven.
sme: Sámediggi deattuha ahte Finnmárkkukommišuvdna ja sierraduopmostuollu galget dahkat iežaset mearrádusaid dálá rievtti vuođul, ja atná buorrin ahte sámi virolašvuođat ja riekteáddejumit ja álbmotriekti dohkkehuvvojit dehálaš riektegáldun finnmárkkuláhkii.

source: Ny planlov Samisk kultur, næringsutøvelse og samfunnsliv er under press fra det norske storsamfunnet på
sme: Sámediggi atná vuođđun ahte dát berre váikkuhit eará duopmostuoluid dábálaš riektegeavaheapmái.

source: Det er derfor behov for regler som sikrer og ivaretar samisk kultur, næringsliv og samfunnsliv i planleggingen i kommuner og fylker.
sme: Ođđa plánaláhka Sámi kultuvrra, ealáhusdoaimmaheami ja servodateallima ala geavvá Norgga stuorraservodat máŋgga láhkai.

source: Arealgrunnlaget har stor betydning for samisk næringsutøvelse og bosetting, for kulturell tilhørighet, og for videreføring og utvikling av samfunnslivet.
sme: Danne dárbbašuvvojit njuolggadusat mat sihkkarastet ja fuolahit sámi kultuvrra, ealáhuseallima ja servodateallima gielddaid ja fylkkaid plánemis.

source: Tradisjonelle samiske næringsformer forutsetter ekstensiv bruk av store arealer.
sme: Areálavuođđu lea dehálaš sámi ealáhusaide ja ássamii, kultuvrralaš gullevašvuhtii, ja servodateallima bisuheapmái ja ovddideapmái.

source: I forvaltning og utnyttelse av miljø og arealer er det to forhold som er bestemmende.
sme: Árbevirolaš sámi ealáhusvuogit eaktudit stuorra eanaviidodagaid viiddis geavaheami.

source: Det ene er en avklaring av retten til grunnen, og det andre er lovverket for miljø- og ressursforvaltning.
sme: rasa ja areálaid hálddašeami ja ávkkástallama. Nubbi lea vuoigatvuohta eatnamii, ja nubbi lea biras- ja resursahálddašeami lágat.

source: Hvordan områdene utnyttes blir i stor grad styrt av miljø og ressurslovgivingen.
sme: Biras- ja resursahálddašeapmi stivre viehka muddui guovlluid geavaheami.

source: Sametinget har derfor lagt mye arbeid i å få gjennomslag for sikringen av samiske interesser i en ny plan- og bygningslov.
sme: Danne lea Sámediggi bidjan ollu návccaid oaččohan dihtii eiseválddiid sihkkarastit sámi beroštumiid ođđa plána- ja huksenlágas.

source: Sametinget har oppnådd enighet med Miljøverndepartementet om ny plandel i plan- og bygningsloven.
sme: Sámediggi lea soahpan Birasgáhttendepartemeanttain ahte ráhkaduvvo ođđa plánaoassi plána- ja huksenláhkii.

source: Der skal arealplanlegging ha som formål å sikre naturgrunnlaget for samisk kultur, næringer og samfunnsliv.
sme: Das galgá areálaplánema ulbmil sihkkarastit sámi kultuvrra, ealáhusaid ja servodateallima luondduvuođu.

source: Sametinget gis innsigelsesmyndighet i saker som kan svekke dette formålet.
sme: Sámediggi oažžu vuosteákkastanválddi áššiin mat eai soaba ulbmilii.

source: Denne lovendringen er en viktig anerkjennelse av samiske utmarksnæringer.
sme: Dát láhkarievdadus lea sámi meahcceealáhusaid dehálaš dohkkeheapmi.

source: Regjeringen la i februar 2008 fram et forslag til ny plan- og bygningslov Om lov om planlegging og byggesaksbehandling (plan- og bygningsloven) (plandelen).
sme: Ráđđehus ovddidii guovvamánus 2008 ođđa plána- ja huksenláhkii evttohusa man gohčodii Plánemii ja huksenáššiide guoski meannudeami (plána- ja huksenláhka) (plánaoasi).

source: Det er fastsatt at Sametinget kan fremme innsigelse dersom en plan får: «vesentlig betydning for samisk kultur eller næringsutøvelse».
sme: Eiseválddit leat maiddái vuhtiiváldán Sámi áššiid vuđolaš deasttan lága geavaheamis, mii mielddisbuktá ahte lága plánamearrádusat galget dulkojuvvot dan ektui.

source: Samiske hensyn er også tatt med som et grunnleggende hensyn ved anvendelse av loven, noe som innebærer at lovens planbestemmelser skal tolkes i lys av dette hensyn.
sme: Jus láhka galggaš mielddisbuktit beaktilis čuovvoleami masa sámit duođas servet, ferte Sámediggi maiddái oažžut dasa doaibmagaskaomiid ja resurssaid ILO-konvenšuvnna nr. 169 artihkkala 6 1 b ja 1 c mielde.

source: Loven etablerer et godt grunnlag for sikring av det materielle samiske kulturgrunnlaget ved arealplanlegging.
sme: Ráđđehus ii leat iežas láhkaovddideamis čájehan áigumuša dan dahkat.

source: Sametingets retningslinjer om endret bruk av utmark I henhold til finnmarkslovens § 4 har Sametinget rett til å utarbeide retningslinjer for endret bruk av utmark i Finnmark fylke.
sme: Sámedikki njuolggadusat meahci rievdan geavaheami birra Finnmárkkulága § 4 vuođul lea Sámedikkis vuoigatvuohta ráhkadit njuolggadusaid Finnmárkku fylkka mehciid nuppástuvvan geavaheami várás.

source: Departementet skal formelt godkjenne disse ved å vurdere om de er i samsvar med finnmarksloven i form av en legalitetskontroll.
sme: Departemeanta áigu formálalaččat dohkkehit dáid árvvoštaladettiin lobálašvuođadárkkistemiin ahte sohpet go dat finnmárkkuláhkii.

source: Sametinget vedtok retningslinjer for endret bruk av meahcci (utmark) i Finnmark fylke i mai 2007.
sme: Sámediggi mearridii njuolggadusaid miessemánus 2007 Finnmárkku fylkka mehciid nuppástuvvan geavaheami várás.

source: Retningslinjene ble godkjent av Arbeids- og inkluderingsdepartementet 11. juni 2007.
sme: Bargo- ja searvadahttindepartemeanta dohkkehii njuolggadusaid geassemánu 11. beaivvi 2007.

source: Ved utformingen av retningslinjene la sametingsrådet til grunn det prinsipp som nå fremkommer av FNs urfolkserklæring om at endringer eller inngrep
sme: Sámediggeráđđi hábmii njuolggadusaid dan prinsihpa vuođul mii dál boahtá ovdan ONa álgoálbmotjulggaštusas go dat cealká ahte nuppástusat dahje sisabahkkemat sáhttet čađahuvvot dušše bures čuvgejuvvon eaktodáhtolaš miehtama vuođul ja sohppojuvvon eavttuid vuođul.

source: 5 Prosedyrer for konsultasjoner mellom Sametinget og statlige myndigheter, ILO-konvensjon nr. 169 artikkel 6
sme: 5 Sámedikki ja stáhtalaš eiseválddiid gaskasaš konsultašuvnnaid bargovuogit, ILO-konvenšuvnna nr. 169 artihkal 6 Sámiin lea álgoálbmogin vuoigatvuohta jerrojuvvot áššiin mat gusket sidjiide njuolga.

source: Denne retten er nedfelt i ILO-konvensjon nr. 169 artikkel 6.
sme: Dát vuoigatvuohta lea čállojuvvon ILO-konvenšuvdnii nr. 169 6. artihkkalii.

source: ILO har uttalt at: «the spirit of consultation and participation constitutes the cornerstone of Convention No..
sme: ILO lea cealkán: «the spirit of consultation and participation constitutes the cornerstone of Convention No.

source: 169 on which all its provision are based» Etter finnmarkslovsprosessen der Sametinget konsulterte direkte med Stortinget etter regjeringens manglende oppfyllelse av konsultasjonsplikten, var Kommunal- og regionaldepartementet og Sametinget er enige om at det var lite formålstjenlig med stadige debatter om hvordan de folkerettslige bestemmelsene om konsultasjoner og deltakelse skulle forstås.
sme: 169 on šhich all its provision are based» Maŋŋá finnmárkkulága proseassa, mas Sámedikkis ledje konsultašuvnnat njuolga Stuorradikkiin, ja ráđđehus ii leat ollašuhttán iežas konsultašuvdnageatnegasvuođa, ledje Gielda- ja guovlodepartemeanta ja Sámediggi ovttaoaivilis ahte eai veahket maidege digaštallamat dađistaga das mo galge dulkot álbmotrievttálaš mearrádusaid konsultašuvnnaid birra ja oassálastima birra.

source: Ved å få etablert ordninger og prosedyrer for samhandling mellom Regjeringen og Sametinget kan lignende debatter som den som oppsto i forbindelse med fremleggelsen av finnmarksloven unngås for fremtiden, noe både regje 71
sme: Go ásaha ráđđehusa ja Sámedikki gaskasaš ovttasdoaibmanortnegiid ja - vugiid, de lea vejolaš garvit dakkár digaštallamiid boahtteáiggi mat bohciidedje finnmárkkulága ovddideami oktavuođas, ja ođđa dilli lea ávkin sihke ráđđehussii ja Sámediggái.

source: Konsultasjonsordninger bidrar også til å utvikle en felles forståelse for situasjonen og utviklingstrekkene i samiske samfunn.
sme: Konsultašuvdnaortnegat veahkehit maiddái olbmuid áddet sámi servodagaid dili ja ovdánanmearkkaid.

source: På denne bakgrunn ble det i 2004 nedsatt en arbeidsgruppe med deltagere fra Sametinget og Regjeringen som skulle utarbeide et forslag til konsultasjonsprosedyrer.
sme: Danne nammaduvvui jagi 2004 bargojoavku mas leat Sámedikki ja Ráđđehusa oassálastit, geat galge evttohit konsultašuvdnabargovugiid.

source: Prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget ble underskrevet av kommunal- og regionalministeren og sametingspresidenten 11. mai 2005.
sme: Stáhtalaš eiseválddiid ja Sámedikki gaskasaš prosedyraid vuolláičálle gielda- ja guovloministtar ja sámediggepresideanta miessemánu 11. b. 2005.

source: Konsultasjonsavtalen ble godkjent av Sametinget 1. juni 2005 og fastsatt ved kongelig resolusjon 1. juli 2005.
sme: Sámediggi dohkkehii konsultašuvdnašiehtadusa geassemánu 1. b. 2005 ja dat mearriduvvui gonagaslaš resolušuvnnain suoidnemánu 1. b. 2005.

source: Konsultasjonsprosedyrene er et viktig skritt for å tydeliggjøre Sametingets plass i styringssystemet i landet og har blant annet til formål å sikre en praktisk gjennomføring av ILO-konvensjon nr. 169, å søke enighet, samt å få en felles forståelse for behovene i samiske samfunn.
sme: Konsultašuvdnabargovuogit leat dehálaš lávki čielggasmahttit Sámedikki sajádaga riikka stivrenvuogádagas ja áigumuš dainna lea earret eará sihkkarastit ILO-konvenšuvnna nr. 169 geavatlaš čađaheami, soahpat ja oažžut oktasaš áddejumi sámi servodagaid dárbbuin.

source: For verneplanarbeid av naturområder ble det 31. januar 2007 inngått en avtale mellom miljøvernministeren og sametingspresidenten om retningslinjer for verneplanarbeid etter naturvernloven i samiske områder.
sme: Luondduguovlluid suodjalanplánabarggu várás sohpe birasgáhttenministtar ja sámediggepresideanta šiehtadusa ođđajagimánu 31. b. 2007 suodjalanplánanjuolggadusaid birra sámi guovlluide luonddugáhttenlága vuođul.

source: Retningslinjene ble godkjent av Sametinget 1. mars 2007.
sme: Sámediggi dohkkehii njuolggadusaid njukčamánu 1. b. 2007.

source: Retningslinjene er en konkretisering og tilpasning av konsultasjonsprosedyrene for et avgrenset saksområde.
sme: Njuolggadusat leat konsultašuvdnabargovugiid konkrehten ja heiveheapmi ráddjejuvvon áššesuorgái.

source: Retningslinjene sikrer, i tillegg til konsultasjoner med Sametinget om verneforslag, at samiske lokalsamfunn og direkte berørte samer blir involvert i konsultasjonene.
sme: Njuolggadusat sihkkarastet, konsultašuvnnaid lassin Sámedikkiin suodjalanevttohusaid birra, ahte sámi báikegottit ja áššáiguoskevaš sámit besset leat mielde konsultašuvnnaide.

source: Konsultasjonsprosedyrenes innhold Konsultasjonsprosedyrene er retningsgivende.
sme: Konsultašuvdnabargovugiid sisdoallu Konsultašuvdnabargovuogit leat láidesteaddjit.

source: Dette innebærer at statlige myndigheter og Sametinget i fellesskap kan velge å fravike prosedyrene på saksområder der det er etablert egne regler som både departementet og Sametinget mener ivaretar urfolksinteressene på en like god måte som konsultasjonsprosedyrene.
sme: Dát mielddisbuktá ahte stáhtalaš eiseválddit ja Sámediggi ovttasráđiid sáhttet, jus háliidit, garvit prosedyraid dain áššesurggiin maidda leat ásahuvvon sierra njuolggadusat mat sihke departemeantta ja Sámedikki oaivila mielde fuolahit álgoálbmotberoštumiid seamma bures go konsultašuvdnabargovuogit dagašedje.

source: Statlige myndigheter kan likevel ikke ensidig velge å ikke følge prosedyrene.
sme: Dattetge eai sáhte stáhtalaš eiseválddit okto mearridit ahte sii eai čuovo bargovugiid.

source: Konsultasjonsprosedyrenes virkeområde er både generelle saker, som lovforslag og forskrifter, og beslutninger i enkeltsaker som «vil kunne påvirke samiske interesser direkte».
sme: Konsultašuvdnabargovugiid doaibmasuorgi lea sihke dábálaš áššit nu mo láhkaevttohusat ja láhkaásahusat, ja mearrádusat buođu áššiin mat «váikkuhit sámi beroštusaide njuolga».

source: I saker hvor det er uklart om samene påvirkes direkte vil det være naturlig å ta utgangspunkt i Sametingets egen vurdering av hva som er en direkte påvirkning og om de ønsker at det skal iverksettes konsultasjoner.
sme: Áššiin main lea eahpečielggas váikkuhuvvojit go sámit njuolga, lea lunddolaš deattastit Sámedikki árvvoštallama das maid njuolga váikkuhus mearkkaša ja háliida go Sámediggi konsultašuvnnaid.

source: Prosedyrene gjelder for statlige myndigheter, dvs. regjeringen, departementene og underliggende statlige organer.
sme: Prosedyrat gustojit stáhtalaš eiseválddiide, dat mearkkaša ráđđehussii, departemeanttaide ja vuolit stáhta orgánaide.

source: ten kan omfatte alle ideelle og materielle former for samisk kultur.
sme: Konsultašuvdnageatnegasvuohta guoská buotlágan ideála ja ávnnaslaš sámi kultuvrii.

source: Konsultasjonsplikten synliggjør at statlige myndigheter i god tro faktisk skal søke å oppnå enighet med Sametinget.
sme: Konsultašuvdnageatnegasvuohta čájeha ahte stáhtalaš eiseválddit buori jáhkuin duođaid geahččalit soahpat Sámedikkiin.

source: Prosedyrene er et viktig verktøy som bidrar til å sikre at avgjørelser fattes med legitimitet i den samiske befolkningen gjennom deres folkevalgte organ.
sme: Prosedyrat leat dehálaš bargoneavvu mat veahkehit sihkkarastit ahte mearrádusat dahkkojuvvojit sámi álbmoga legitimitehtain sin álbmotválljen orgána bokte.

source: Dette innebærer at Sametinget skal ha en mulighet til å ha reell innflytelse på prosessen og resultatet.
sme: Dát mielddisbuktá ahte Sámedikkis galgá leat duohta vejolašvuohta váikkuhit prosessii ja bohtosii.

source: Det er av denne grunn gitt bestemmelser som krever at Sametinget får full informasjon på alle stadier av prosessen, samt at Sametingets syn skal følge saken videre.
sme: Dan geažil leat addojuvvon mearrádusat mat gáibidit ahte Sámediggi oažžu buot dieđuid proseassa buot muttuin, ja vel ahte Sámedikki oaidnu galgá čuovvut ášši viidáseappot.

source: Konsultasjonsavtalen er i sin helhet lagt ved denne rapporten som vedlegg 2.
sme: Konsultašuvdnašiehtadus lea olles hámis mielddustuvvon dán raportii 2. mielddusin.

source: Praktiseringen av konsultasjonsprosedyrene Når det gjelder praktiseringen av avtalen og av ILO-konvensjon nr. 169 artikkel 6, har Sametinget gjennomført konsultasjoner med statlige myndigheter i mange saker.
sme: Konsultašuvdnabargovugiid geavaheapmi Mii guoská šiehtadusa geavaheapmái ja ILO-konvenšuvnna nr. 169 artihkkala 6 geavaheapmái, de lea Sámediggi čađahan konsultašuvnnaid stáhtalaš eiseválddiiguin máŋgga áššis.

source: En slik styrking som setter Sametinget, som samenes folkevalgte organ, i stand til fullt ut å delta i samme omfang som befolkningen for øvrig og på alle beslutningsnivåer har ikke skjedd etter inngåelsen av konsultasjonsavtalen.
sme: Vai Sámediggi duođaid sáhttá doaibmat ovttadássásaš oasehassan konsultašuvnnain, de fertejit Sámedikki váikkuhangaskaoamit (means) ja resurssat (resources) artihkkala 6 nr. 1 b ja c vuođul nanosmahttojuvvot.

source: Sametinget har hatt flere gode konsultasjonsprosesser og flere departementer har etter konsultasjonsavtalen erkjent at Sametinget må konsulteres med sikte på å oppnå enighet.
sme: Sámedikkis leat leamaš máŋga buori konsultašuvdnaproseassa ja máŋga departemeantta leat konsultašuvdnašiehtadusa maŋŋá dovddastan ahte Sámediggi ferte jerrojuvvot vai lea vejolaš soahpat.

source: Konsultasjonsprosessen med Miljøverndepartementet for ny plan- og bygningslov tjener som et godt eksempel på hvordan konsultasjoner kan gjennomføres med full informasjon i alle stadier og med vilje fra begge parter til å oppnå enighet.
sme: Konsultašuvdnaproseassa Birasgáhttendepartemeanttain ođđa plána- ja huksenlága olis lea buorre ovdamearka dasa mo konsultašuvnnaid lea vejolaš čađahit olles diehtojuohkimiin buot dásiin ja mo guktuid oasehasaid buriin dáhtuin lea vejolaš šaddat ovttaoaivilii.

source: Dessverre er ikke konsultasjonene om ny planog bygningslov en gjennomgående erfaring.
sme: Dađe bahábut eai leat ođđa plána- ja huksenlága konsultašuvnnat leamaš dakkárat go konsultašuvnnat muđuid.

source: Regjeringen valgte å avslutte konsultasjonen om strukturtiltakene for fiskeflåten uten at det var en gjensidig forståelse fra partene om at det ikke var behov for videre konsultasjoner, uten at departementet hadde gitt full informasjon om alle relevante forhold på alle stadier i behandlingen av saken, og uten at aktuelle tiltaksvirkninger for samiske fiskerier sett i forhold til folkerettslige forpliktelser var vurdert.
sme: Ráđđehus válljii loahpahit konsultašuvnnaid guolástanfatnasiid struktuvradoaibmabijuid birra vaikko vel oasehasain ii lean lotnolas áddejupmi das ahte ii lean dárbu viidáseappot ráđđádallat, vaikko vel departemeanta ii lean addán buot dieđuid buot áššáigullevaš dilálašvuođaid birra áššemeannudeami buot muttuin, ja vaikko vel buot guovdilis doaibmabijuid váikkuhusat sámi guolástusaide ledje árvvoštallojuvvon álbmotrievttálaš geatnegasvuođaid ektui.

source: Dette selv om Statsråden lovet å «… utarbeide et notat der det redegjøres for hvorledes aktuelle forslag kan påvirke samiske interesser og da sett i forhold til folkerettslige forpliktelser» (jf. protokoll fra konsultasjonsmøte 26.02.07).
sme: Nu dáhpáhuvai vaikko vel stáhtaráđđi lohpidii čállit notáhta mas čilgejuvvo mo guovdilis evttohus sáhttá váikkuhit sámi beroštusaide álbmotrievttálaš geatnegasvuođaid ektui (gč. 26.02.07 mannosaš čoahkkima beavdegirjji).

source: Sametinget har opplevd utfordringer i forbindelse med at handlingsrommet for reelle konsultasjoner fra statlig side i en del sammenhenger har vært svært lite eller ikke tilstedeværende, ved at beslutningene i realiteten allerede er fattet i regjeringen.
sme: Ráđđehus válljii maiddái ovddidit ođđa boazodoallolága evttohusa vaikko vel konsultašuvnnat Sámedikkiin eai lean loahpahuvvon ja vaikko vel Sámediggi ii lean ožžon buot dieđuid ráđđehusa árvvoštallamiid birra ja das mo ráđđehus áddii evttohuvvon láhkarievdademiid.

source: Sametinget kan ha forståelse for at det kan være krevende å etablere enighet internt i regjeringen om store og sammensatte saker.
sme: Dasto lea Sámediggi vásihan ahte eai dollojuvvon konsultašuvnnat earret eará riikkalaš dearvvašvuođaplána birra ja Baretntsábi hálddašanplána birra.

source: Sametinget mener dette likevel ikke kan gå på bekostning av at det gjennomføres reelle konsultasjoner. Sametinget fremhever følgende: Konsultasjonsavtalen hviler på et partnerskapsperspektiv mellom Sametinget og statlige myndigheter.
sme: Sámediggi lea vásihan hástalusaid dan oktavuođas ahte stáhta lea addán uhccán dahje ii ollenge vejošvuođaid čađahit duohta konsultašuvnnaid muhtun oktavuođain dan láhaki ahte ráđđehus duohtavuođas lei jo dahkan mearrádusaid.

source: For reelt å kunne opptre som en likeverdig partner i konsultasjonene, må Sametingets virkemidler (means) og ressurser (resources) etter artikkel 6 nr. 1 b og c styrkes.
sme: Sámediggi sáhttá áddet ahte lea váttis šaddat ovttaoaivilii siskkáldasat ráđđehusas stuorra ja váttis áššiin. Sámediggi oaivvilda ahte dan geažil dat 76

source: Dette er ikke fulgt opp av regjeringen etter inngåelsen av konsultasjonsavtalen.
sme: Sámedikki doaimma birra 2008 tetge eai galgga čađahuvvot duohta konsultašuvnnat.

source: Selv om Sametingets stilling er styrket på generelt grunnlag ved at flere departementer har blitt mer bevisst på å inkludere Sametinget i viktige prosesser, har Sametinget flere eksempler på brudd på både konsultasjonsavtalen og konsultasjonsforpliktelsen i ILOkonvensjon nr. 169 artikkel 6 fra statlige myndigheter.
sme: Dábálaš váttisvuohta máŋgga stuorát resursaláhkaáššis lea leamaš dat ahte stáhtalaš eiseválddit aktiivvalaččat leat geahččalan ráddjet álgoálbmotvuoigatvuođaid čujuhettiin bálddalas ja maŋŋelaš sierraproseassaide, mii duohtadilis mearkkaša ahte buođu departemeanttain ii leat ovddasvástádus ja stáhtalaš eiseválddit eai čuovo daid geatnegasvuođaid mat stáhtas leat sámiid ektui álgoálbmogin álbmotrievtti vuođul. 6

source: 6 Konsultasjonsprosedyrer for budsjett, ILO-konvensjon nr. 169 artikkel 7 (og 6) Avtalen om konsultasjonsprosedyrer omfatter ikke budsjettfastsetting.
sme: Bušeahttakonsultašuvnnaid bargovuogit, ILO-konvenšuvnna nr. 169 artihkal 7 (ja 6) Konsultašuvdnabargovugiid šiehtadus ii siskkil bušeahttamearrádusa.

source: Det er en felles forståelse mellom regjeringen og Sametinget at prosedyrer for budsjettfastsetting til Sametinget skal avklares i en egen prosess.
sme: Lea ráđđehusa ja Sámedikki oktasaš áddejupmi ahte bušeahttamearrideami prosedyrat mat mearridit Sámedikki bušeahta, galget čielggaduvvot sierra proseassas.

source: I 2006 ble det satt ned en interdepartemental arbeidsgruppe med medlemmer fra departementene og Sametinget som skulle se på Sametingets formelle stilling samt utarbeide forslag til budsjettprosedyrer.
sme: Jagi 2006 nammaduvvui departemeanttaidgaskasaš bargojoavku mas ledje fágadepartemeanttaid ja Sámedikki lahtut ja mii galggai geahčadit Sámedikki formála sajádaga ja árvalit bušeahttabargovugiid.
